Repository: abilia/system_settings_editor
Catalog: memoplanner/lib/l10n/intl_*.arb
Languages: da, de, fi, nl, sv

# deleteActivityQuestion
source: Do you want to delete this activity?
da: Er du sikker på, at du vil slette aktiviteten?
de: Möchten Sie diese Aktivität löschen?
fi: Haluatko poistaa tämän aktiviteetin?
nl: Wilt u deze activiteit verwijderen?
sv: Är du säker på att du vill radera aktiviteten?

source: Edit recurring activity
da: Ændre gentagende aktivitet
de: Wiederkehrende Aktivität bearbeiten
fi: Muokkaa toistuvaa aktiviteettia
nl: Terugkerende activiteit bewerken
sv: Ändra återkommande aktivitet

source: Delete recurring activity
da: Slet gentagende aktivitet
de: Wiederkehrende Aktivitäten löschen
fi: Poista toistuva aktiviteettia
nl: Terugkerende activiteit verwijder
sv: Radera återkommande aktivitet

source: Only this day
da: Kun denne dag
de: Nur an diesem Tag
fi: Vain tänä päivänä
nl: Alleen deze dag
sv: Endast denna dag

source: All days
da: Alle dage
de: Alle Tage
fi: Kaikki päivät
nl: Alle dagen
sv: Alla dagar

source: All day
da: Hele dagen
de: Ganztägig
fi: Koko päivä
nl: Hele dag
sv: Heldag

source: This day and forward
da: Denne dag og frem
de: Von diesem Tag an
fi: Tästä päivästä lähtien
nl: Deze dag en verder
sv: Denna dag och framåt

source: not completed
da: ikke færdig
de: nicht abgeschlossen
fi: kesken
nl: niet voltooid
sv: inte klart

source: completed
da: færdig
de: abgeschlossen
fi: valmis
nl: voltooid
sv: klart

# completedQuestion
source: Completed?
da: Færdig?
de: Bist Du fertig?
fi: Valmis?
nl: Afgerond?
sv: Klar?

# unCheckActivityQuestion
source: Do you want to uncheck the activity?
da: Vil du fjerne markeringen af aktiviteten?
de: Möchten Sie die Auswahl rückgängig machen?
fi: Haluatko poistaa valinnan aktiviteetista?
nl: Wilt u het afvinken van de activiteit ongedaan maken?
sv: Vill du ångra kvitteringen av aktiviteten?

# inTimePre
source: in
da: om
fi: &empty&
sv: om

# timeAgoPost
source: ago
da: siden
fi: sitten
nl: geleden
sv: sen

# checklistDoneInfo
source: All checklist tasks in your activity are completed. Do you want to complete the activity?
da: Alle opgaver er løst. Vil du markere aktiviteten klar?
de: Alle Checklistenaufgaben sind abgeschlossen. Möchten Sie die Aktivität abschließen?
fi: Kaikki aktiviteettisi tarkistusluettelotehtävät on suoritettu. Haluatko suorittaa toiminnon loppuun?
nl: Alle checklisttaken zijn voltooid. Wilt u de activiteit afsluiten?
sv: Alla uppgifter är avklarade. Vill du klarmarkera aktiviteten?

source: Templates
da: Skabeloner
de: Vorlagen
fi: Mallit
nl: Sjablonen
sv: Mallar

source: Add Timer
da: Tilføj timer
de: Timer hinzufügen
fi: Lisää ajastin
nl: Timer toevoegen
sv: Lägga in timer

source: Start
de: Anfang
fi: Alkaa
nl: Begin
sv: Starta

source: New timer
da: Ny timer
de: Neuer timer
fi: Uusi ajastin
nl: Nieuwe timer
sv: Ny timer

source: Select duration
da: Angiv varighed
de: Dauer auswählen
fi: Valitse kesto
nl: Duur selecteren
sv: Välj tidslängd

source: Start timer
da: Start timeren
de: Timer starten
fi: Käynnistysajastin
nl: Timer starten
sv: Starta timer

source: Enter name for timer
da: Indtast navn på timer
de: Namen für den Timer angeben
fi: Lisää nimi ajastimeen
nl: Naam voor timer invoeren
sv: Ange namn för timer

# selectTemplateTimer
source: Select timer
da: Vælg timer
de: Timer auswählen
fi: Valitse ajastin
nl: Timers selecteren
sv: Välj timer

source: Timer
fi: Ajastin

source: Time is up
da: Tiden er gået
de: Die Zeit ist abgelaufen
fi: Aika loppui
nl: De tijd is om
sv: Tiden är slut

source: Timers
da: Timere
de: Timer
fi: Ajastimet

source: Edit timer
da: Rediger timer
de: Timer bearbeiten
fi: Muokkaa ajastin
nl: Timer bewerken
sv: Ändra timer

source: New timer template
da: Ny timerskabelon
de: Neue Timervorlage
fi: Uusi ajastinmallipohja
nl: Nieuw timersjabloon
sv: Ny timermall

source: Edit timer template
da: Rediger timerskabelon
de: Timervorlage bearbeiten
fi: Muokkaa ajastinmallipohjaa
nl: Timersjabloon bewerken
sv: Ändra timermall

source: Menu
de: Menü
fi: Valikko
sv: Meny

source: Cancel
da: Annuller
de: Abbrechen
fi: Peruuta
nl: Annuleren
sv: Avbryt

source: Yes
da: Ja
de: Ja
fi: Joo
nl: Ja
sv: Ja

source: No
da: Nej
de: Nein
fi: Ei
nl: Nee
sv: Nej

source: Close
da: Luk
de: Schließen
fi: Kiinni
nl: Sluiten
sv: Stäng

source: Back
de: Zurück
fi: Takaisin
sv: Tillbaka

source: Next
da: Næste
de: Nächster
fi: Seuraava
nl: Volgende
sv: Nästa

source: Record
da: Indspil
de: Aufnahme
fi: Nauhoita
nl: Opnemen
sv: Spela in

# newText
source: New
da: Ny
de: Neu
fi: Uusi
nl: Nieuw
sv: Ny

source: From template
da: Fra skabelon
de: Von Vorlage
fi: Mallit
nl: Uit sjabloon
sv: Från mall

source: New activity
da: Ny aktivitet
de: Neue Aktivität
fi: Uusi aktiviteettia
nl: Nieuw activiteit
sv: Ny aktivitet

source: Edit activity
da: Rediger aktivitet
de: Aktivität bearbeiten
fi: Muokkaa aktiviteettia
nl: Activiteit bewerken
sv: Ändra aktivitet

source: New activity template
da: Ny aktivitetsskabelon
de: Neue Aktivitätsvorlage
fi: Uusi toimintomallipohja
nl: Nieuw activiteitsjabloon
sv: Ny aktivitetsmall

source: Edit activity template
da: Rediger aktivitetsskabelon
de: Aktivitätsvorlage bearbeiten
fi: Muokkaa toimintomallipohjaa
nl: Activiteitsjabloon bewerken
sv: Ändra aktivitetsmall

source: Category
da: Kategori
de: Kategorie
fi: Kategoria
nl: Categorie
sv: Kategori

source: Checkable
da: Kvitterbar
de: Kontrollabfrage
fi: Tarkistettava
nl: Afvinkbaar
sv: Kvitterbar

source: Not checkable
da: Ikke kvitterbar
de: Nicht kontrollabfrage
fi: Ei-tarkistettava
nl: Niet afvinkbaar
sv: Inte kvitterbar

# deleteAfter
source: Delete at the end of the day
da: Fjern i slutningen af dagen
de: am Ende des Tages löschen
fi: Poista päivän päätteeksi
nl: Aan het einde van de dag verwijderen
sv: Radera vid slutet av dagen

# dontDeleteAfter
source: Don't remove at the end of the day
da: Fjern ikke ved slutningen af ​​dagen
de: Nicht am Ende des Tages entfernen
fi: Älä poista päivän päätteeksi
nl: Niet verwijderen aan het einde van de dag
sv: Ta inte bort vid slutet av dagen

source: Name
da: Navn
fi: Nimi
nl: Naam
sv: Namn

# picture
source: Image
da: Billede
de: Bild
fi: Kuva
nl: Afbeelding
sv: Bild

source: Date
da: Dato
de: Datum
fi: Päivämäärä
nl: Datum
sv: Datum

source: Start time
da: Starttid
de: Startzeit
fi: Aloitusaika
nl: Starttijd
sv: Starttid

source: End time
da: Sluttid
de: Endzeit
fi: Päättymisaika
nl: Eindtijd
sv: Sluttid

# emptyFolder
source: The folder is empty
da: Mappen er tom
de: Der Ordner leer ist
fi: Kansio on tyhjä
nl: De map is leeg
sv: Mappen är tom

# noTemplates
source: You have no templates
da: Du har ingen skabeloner
de: Sie haben keine vorlagen
fi: Sinulla ei ole mallit
nl: Je hebt geen sjablonen
sv: Du har inga mallar

# noChecklists
source: You have no checklists
da: Du har ingen tjeklister
de: Sie haben keine Checklisten
fi: Sinulla ei ole tarkistuslistoja
nl: Je hebt geen checklists
sv: Du har inga checklistor

# noNotes
source: You have no notes
da: Du har ingen noter
de: Sie haben keine Notizen
fi: Sinulla ei ole muistiinpanoja
nl: Je hebt geen aantekeningen
sv: Du har inga anteckningar

# noImages
source: You have no images
da: Du har ingen billeder
de: Sie haben keine Bilder
fi: Sinulla ei ole kuvia
nl: Je hebt geen afbeeldingen
sv: Du har inga bilder

source: Set time
da: Vælg tid
de: Zeit einstellen
fi: Aseta aika
nl: Tijd instellen
sv: Välj tid

source: Time
da: Tid
de: Zeit
fi: Aika
nl: Tijd
sv: Tid

source: Save
da: Gem
de: Speichern
fi: Tallenna
nl: Opslaan
sv: Spara

# endBeforeStartError
source: End date can't be before start date
da: Slutdato kan ikke være før startdato
de: Das Enddatum kann nicht vor dem Startdatum liegen
fi: Päättymispäivä ei voi olla ennen alkamispäivää
nl: Einddatum mag niet voor startdatum liggen
sv: Slutdatum kan inte vara före startdatum

source: Speech
da: Tale
de: Ansagen
fi: Puhe
nl: Spraak
sv: Tal

# speechOnStart
source: Speech at Start time
da: Tale ved starttid
de: Ansage zum Startzeitpunkt
fi: Puhe aloitusaikaan
nl: Spraak op starttijd
sv: Tal vid starttid

# speechOnEnd
source: Speech at End time
da: Tale ved sluttid
de: Ansage zum Endzeitpunkt
fi: Puhe päättymisaikaan
nl: Spraak op eindtijd
sv: Tal vid sluttid

source: Duration
da: Tidslængde
de: Dauer
fi: Kesto
nl: Duur
sv: Tidslängd

source: Stop
de: Stopp
fi: Pysäytä
nl: Stoppen
sv: Stopp

source: Play
da: Spil
de: Wiedergabe
fi: Toista
nl: Afspelen
sv: Lyssna

source: Enter name for activity
da: Indtast navn på aktiviteten
de: Name für Aktivität eingeben
fi: Anna aktiviteetille nimi
nl: Voer naam voor activiteit in
sv: Skriv in namn för aktivitet

source: Error
da: Fejl
fi: Virhe
nl: Fout
sv: Fel

source: Warning
da: Advarsel
de: Warnung
fi: Varoitus
nl: Waarschuwing
sv: Varning

# missingTitleOrImageAndStartTime
source: Your activity should contain an image or name and start time.
da: Aktiviteten skal have et navn eller et billede og et starttidspunkt.
de: Ihre Aktivität sollte ein Bild oder einen Namen und eine Startzeit enthalten.
fi: Toimintasi tulisi sisältää kuva tai nimi ja aloitusaika.
nl: De activiteit moet een afbeelding of naam en starttijd bevatten.
sv: Aktiviteten måste ha ett namn eller en bild och en starttid.

# missingTitleOrImage
source: An activity needs an image or a name.
da: En aktivitet skal have enten et billede eller et navn.
de: Diese Aktivität braucht ein Bild oder einen Namen.
fi: Tämä aktiviteetti tarvitsee kuvan tai nimen.
nl: Deze activiteit heeft een afbeelding of een naam nodig.
sv: En aktivitet måste ha antingen en bild eller ett namn.

# missingStartTime
source: You must enter a start time.
da: Du skal angive en starttid.
de: Sie müssen eine Startzeit eingeben:
fi: Anna aloitusaika.
nl: U moet een starttijd instellen.
sv: Du måste ange en starttid.

# startTimeBeforeNowError
source: You have selected a start time which has already passed. This is not allowed.
da: Starttiden er allerede passeret. Det er ikke tilladt.
de: Die gewählte Startzeit liegt in der Vergangenheit. Dies ist nicht zulässig.
fi: Valitsit aloitusajan, joka on jo mennyt. Tätä ei sallita.
nl: U heeft een starttijd geselecteerd die al voorbij is. Dit is niet toegestaan.
sv: Du har valt en starttid som är före aktuell tid. Det är inte tillåtet.

# startTimeBeforeNowWarning
source: You have selected a start time which has already passed. Press OK to continue.
da: Starttiden er allerede passeret. Tryk på OK for at fortsætte.
de: Die gewählte Startzeit liegt in der Vergangenheit. Drücken Sie auf OK, um fortzufahren.
fi: Valitsit aloitusajan, joka on jo mennyt. Jatka painamalla OK.
nl: U heeft een starttijd geselecteerd die al voorbij is. Druk op OK om door te gaan.
sv: Du har valt en starttid som är före aktuell tid. Tryck ok om du vill fortsätta.

# conflictWarning
source: There are activities conflicting with this activity. Press OK to continue.
da: Der er aktiviteter, der falder sammen med denne aktivitet. Tryk på OK for at fortsætte.
de: Mit dieser Aktivität stehen andere Aktivitäten im Konflikt. Drücken Sie auf OK, um fortzufahren.
fi: On olemassa aktiviteetteja, jotka ovat ristiriidassa tämän aktiviteetin kanssa. Jatka painamalla OK.
nl: Er zijn activiteiten die conflicteren met deze activiteit. Druk op OK om door te gaan.
sv: Det finns aktiviteter som krockar med din aktivitet. Tryck ok om du vill fortsätta.

# noTemplateActivityError1
source: There are no templates and you have not selected name or image in adding an activity step-by-step.
da: Der er ingen skabeloner, og du har ikke valgt navn og billede i sekvensmodus.
de: Es gibt keine vorlagen und Sie haben beim schrittweisen Hinzufügen einer Aktivität keinen Namen oder kein Bild ausgewählt.
fi: Mallit ei ole, etkä ole valinnut nimeä tai kuvaa lisätessäsi aktiviteettia vaiheittain.
nl: Er zijn geen sjablonen en u heeft geen naam of afbeelding geselecteerd in het stap voor stap toevoegen van een activiteit.
sv: Det finns inga mallar och du har inte valt namn och bild i lägga in stegvis.

# noTemplateActivityError2
source: To fix this, either create templates or select either name or image for step-by-step.
da: For at fikse det skal der oprettes skabeloner eller aktiveres enten navn eller billede i sekvensmodus.
de: Um dies zu beheben, erstellen Sie entweder vorlagen oder wählen einen Namen oder ein Bild für die schrittweise Prozedur aus.
fi: Korjaa tämä joko luomalla mallit tai valitsemalla joko nimi tai kuva vaiheittaisten ohjeiden mukaisesti.
nl: Om dit op te lossen creëert u sjablonen of selecteert u een naam of afbeelding in stap voor stap.
sv: För att åtgärda, skapa mallar eller aktivera antingen namn eller bild i lägga in stegvis.

# missingRequiredActivitySetting
source: You need either “Show templates”, “Select name” or “Select image” selected.
da: Du skal have enten “Vis skabeloner”, “Vælg navn”, eller “Vælg billede” valgt.
de: Sie müssen entweder “Vorlagen anzeigen”, “Namen auswählen” oder “Bild auswählen” auswählen.
fi: Sinun on valittava joko “Näytä mallit”, “Valitse nimi” tai “Valitse kuva”.
nl: U moet ofwel “Toon sjablonen”, “Naam selecteren” of “Afbeelding selecteren” selecteren.
sv: Du behöver ha antingen “Visa mallar”, “Välj namn”, eller “Välj bild” vald.

source: Available for
da: Fås til
de: Verfügbar für
fi: Käytettävissä
nl: Beschikbaar voor
sv: Tillgänglig för

# activityAvailableFor
source: Available for
da: Fås til
de: Verfügbar für
fi: Käytettävissä
nl: Beschikbaar voor
sv: Tillgänglig för

# allSupportPersons
source: All my support persons
da: Alle mine støttepersoner
de: Alle meine Hilfspersonen
fi: Kaikki tukihenkilöt
nl: Al mijn ondersteuningspersonen
sv: Alla mina stödpersoner

source: Only me
da: Bare mig
de: Nur für mich
fi: Vain minä
nl: Mij alleen
sv: Bara mig

source: Selected support persons
da: Udvalgte støttepersoner
de: Bestimmte Hilfspersonen
fi: Erityiset tukihenkilöt
nl: Specifieke ondersteuningspersonen
sv: Utvalda stödpersoner

source: Support persons
da: Støttepersoner
de: Hilfspersonen
fi: Tukihenkilöt
nl: Ondersteuningspersonen
sv: Stödpersoner

# selectAlarmType
source: Select alarm
da: Vælg alarm
de: Alarm auswählen
fi: Valitse hälytys
nl: Alarm selecteren
sv: Ange larm

# alarmAndVibration
source: Alarm + vibration
fi: Hälytys + värinä
nl: Alarm + trilfunctie
sv: Larm + vibration

source: Vibration (if available)
da: Vibration (hvis tilgængelig)
de: Vibration (falls verfügbar)
fi: Värinä (jos käytettävissä)
nl: Trilfunctie (indien beschikbaar)
sv: Vibration (om tillgängligt)

source: No alarm
da: Ingen alarm
de: Kein Alarm
fi: Ei hälytystä
nl: Geen alarm
sv: Inget larm

source: Silent alarm
da: Stille alarm
de: Stiller Alarm
fi: Äänetön hälytys
nl: Stil alarm
sv: Tyst larm

source: Alarm only at Start time
da: Kun alarm ved starttidspunkt
de: Alarm nur zur Startzeit
fi: Vain hälytys alkamisaikaan
nl: Alarm alleen op begintijd
sv: Larm endast vid starttid

# alertAlarmsDisabled
source: All alarms will be disabled until midnight on this device
da: Alle alarmer deaktiveres indtil midnat på denne enhed
de: Alle Alarme auf diesem Gerät werden bis Mitternacht deaktiviert
fi: Kaikki tämän laitteen hälytykset poistetaan käytöstä keskiyöhön asti
nl: Alle alarmen worden tot middernacht uitgeschakeld op dit toestel
sv: Alla larm kommer att inaktiveras fram till midnatt på den här enheten

source: Disable alarms
da: Deaktiver alarmer
de: Alarme deaktivieren
fi: Poista hälytykset käytöstä
nl: Alarmen uitschakelen
sv: Inaktivera larm

source: Select image
da: Vælg billede
de: Bild auswählen
fi: Valitse kuva
nl: Afbeelding selecteren
sv: Välj bild

source: Remove image
da: Fjern billede
de: Entferne Bild
fi: Poista kuva
nl: Afbeelding verwijderen
sv: Ta bort bild

source: Image Archive
da: Billedarkiv
de: Bildarchiv
fi: Kuva-arkisto
nl: Afbeeldingenarchief
sv: Bildarkiv

source: Device’s local images
da: Enhedens billeder
de: Bilder des Geräts
fi: Laitteen kuvat
nl: Afbeeldingen van het apparaat
sv: Enhetens bilder

source: My photos
da: Mine fotos
de: Meine Fotos
fi: Omat valokuvat
nl: Mijn foto's
sv: Mina foton

source: Mobile pictures
da: Telefonbilleder
de: Handybilder
fi: Matkapuhelimen kuvat
nl: Telefoonafbeeldingen
sv: Mobilbilder

source: Take new photo
da: Tag et nyt billede
de: Neues Foto machen
fi: Ota uusi kuva
nl: Nieuwe foto nemen
sv: Ta ny bild

source: Search
da: Søg
de: Suchen
fi: Etsi
nl: Zoeken
sv: Sök

source: Search image
da: Søg billede
de: Bild suchen
fi: Etsi kuva
nl: Afbeelding zoeken
sv: Sök bild

# noMatchingImage
source: No matching image name
da: Intet matchende billedenavn
de: Kein übereinstimmender Bildname
fi: Ei vastaavaa kuvan nimeä
nl: Geen overeenkomende afbeeldingsnaam
sv: Inget matchande bildnamn

source: Recurrence
da: Gentagelse
de: Intervall
fi: Toistuminen
nl: Terugkerend
sv: Upprepning

source: Weekly
da: Ugentlig
de: Wöchentlich
fi: Viikoittain
nl: Wekelijks
sv: Veckovis

source: Monthly
da: Månedlig
de: Monatlich
fi: Kuukausittain
nl: Maandelijks
sv: Månadsvis

source: Yearly
da: Årlig
de: Jährlich
fi: Vuosittain
nl: Jaarlijks
sv: Årsvis

source: No end date
da: Ingen slutdato
de: Kein Enddatum
fi: Ei päättymispäivää
nl: Geen einddatum
sv: Inget slutdatum

source: End date
da: Slutdato
de: Enddatum
fi: Päättymispäivä
nl: Einddatum
sv: Slutdatum

source: Every other week
da: Hver anden uge
de: Vierzehntägig
fi: Kahden viikon välein
nl: Om de week
sv: Varannan vecka

# recurringDataEmptyErrorMessage
source: Select at least one day.
da: Vælg mindst en dag
de: Mindestens einen Tag auswählen.
fi: Valitse vähintään yksi päivä.
nl: Selecteer ten minste één dag.
sv: Välj minst en dag.

# endDateNotSpecifiedErrorMessage
source: You must enter an end date.
da: Du skal angive en slutdato.
de: Sie müssen ein Enddatum eingeben.
fi: Syötä päättymispäivä.
nl: U moet een einddatum instellen.
sv: Du måste ange ett slutdatum.

source: Select all
da: Markere alle
de: Alles auswählen
fi: Valitse kaikki
nl: Alles selecteren
sv: Markera alla

source: Deselect all
da: Fravælg alle
de: Auswahl aufheben
fi: Poista kaikki valinnat
nl: Alles deselecteren
sv: Avmarkera alla

# mo
source: Mon
da: man
de: Mo
fi: Ma
nl: Ma
sv: mån

# tu
source: Tue
da: tir
de: Di
fi: Ti
nl: Di
sv: tis

# we
source: Wed
da: ons
de: Mi
fi: Ke
nl: Wo
sv: ons

# th
source: Thu
da: tor
de: Do
fi: To
nl: Do
sv: tor

# fr
source: Fri
da: fre
de: Fr
fi: Pe
nl: Vr
sv: fre

# sa
source: Sat
da: lør
de: Sa
fi: La
nl: Za
sv: lör

# su
source: Sun
da: søn
de: So
fi: Su
nl: Zo
sv: sön

source: Extra
da: Ekstra
fi: Ekstrat

# infoType
source: Select extra function
da: Vælg ekstra funktion
de: Extrafunktion auswählen
fi: Valitse lisätoiminto
nl: Extra functie selecteren
sv: Välj extra funktion

# selectInfoType
source: Select extra function
da: Vælg ekstra funktion
de: Extrafunktion auswählen
fi: Valitse lisätoiminto
nl: Extra functie selecteren
sv: Välj extra funktion

# infoTypeNone
source: No extra function selected
da: Ingen yderligere funktion er valgt
de: Keine Extrafunktion ausgewählt
fi: Lisätoimintoa ei ole valittu
nl: Geen extra functie geselecteerd
sv: Ingen extra funktion vald

source: Add checklist
da: Tilføj tjekliste
de: Checkliste hinzufügen
fi: Lisää tarkistusluettelo
nl: Checklist toevoegen
sv: Lägg till checklista

source: Add note
da: Tilføj note
de: Hinweis hinzufügen
fi: Lisää muistiinpano
nl: Notitie toevoegen
sv: Lägg till anteckning

source: Type something…
da: Skriv noget…
de: Geben Sie etwas ein…
fi: Kirjoita jotain
nl: Typ iets
sv: Skriv något…

source: Enter text
da: Indtast tekst
de: Text eingeben
fi: Kirjoita teksti
nl: Voer tekst in
sv: Skriv text

source: Clear
da: Slet
de: Entfernen
fi: Poista
nl: Verwijderen
sv: Rensa

source: Select from library
da: Vælg fra bibliotek
de: Aus Bibliothek wählen
fi: Valitse kirjastosa
nl: Selecteren uit bibliotheek
sv: Välj från bibliotek

source: Add new
da: Tilføj
de: Hinzufügen
fi: Lisää
nl: Toevoegen
sv: Lägg till ny

source: Task
da: Opgave
de: Aufgabe
fi: Tehtävä
nl: Taak
sv: Uppgift

source: Enter task
da: Indtast opgave
de: Aufgabe eingeben
fi: Syötä tehtävä
nl: Voer taak in
sv: Ange uppgift

source: Screen brightness
da: Skærmens lysstyrke
de: Bildschirmhelligkeit
fi: Näytön kirkkaus
nl: Schermhelderheid
sv: Skärmens ljusstyrka

source: Battery
da: Batteri
de: Akkus
fi: Akku
nl: Batterij
sv: Batteri

source: Click Sound
da: Kliklyd
de: Klang anklicken
fi: Kosketusääni
nl: Klikgeluid
sv: Klickljud

# volumeAlarm
source: Volume for alarm
da: Volumen for alarm
de: Lautstärke für Alarm
fi: Hälytyksen äänenvoimakkuus
nl: Volume voor alarm
sv: Volym för alarm

# volumeMedia
source: Volume for media
da: Volumen for media
de: Lautstärke für Medien
fi: Median äänenvoimakkuus
nl: Volume voor media
sv: Volym för media

source: Not connected
da: Ikke tilsluttet
de: Nicht verbunden
fi: Ei yhteyttä
nl: Niet verbonden
sv: Ej ansluten

source: Connected
da: Tilsluttet
de: Verbunden
fi: Yhdistetty
nl: Verbonden
sv: Ansluten

source: Connected, no internet
da: Tilsluttet, intet internet
de: Verbunden, aber kein Internet
fi: Yhdistetty, ei internetiä
nl: Verbonden, geen internet
sv: Ansluten, inget internet

source: Screen timeout
da: Skærmens tidsgrænse
de: Bildschirm Zeitüberschreitung
fi: Näytön pimennys
nl: Scherm time-out
sv: Skärmens tidsgräns

source: Always on
da: Altid på
de: Immer ein
fi: Aina käytössä
nl: Altijd aan
sv: Alltid på

# keepScreenAwakeWhileCharging
source: Keep screen awake when charging
da: Lad skærmen være tændt under opladning
de: Bildschirm während Aufladen aktiv lassen
fi: Pidä näyttö päällä latauksen aikana
nl: Houd scherm wakker tijdens opladen
sv: Håll skärmen tänd vid laddning

source: Settings
da: Indstillinger
de: Einstellungen
fi: Asetukset
nl: Instellingen
sv: Inställningar

# calendarView
source: Day Calendar
da: Dagkalender
de: Tageskalender
fi: Päiväkalenteri
nl: Dagkalender
sv: Dagkalender

# oneTimePillarView
source: 1 time pillar
da: 1 tidsøjle
de: 1 Zeitsäule
fi: 1 aikasarake
nl: 1 tijdzuil
sv: 1 tidpelare

# twoTimePillarsView
source: 2 time pillars
da: 2 tidsøjler
de: 2 Zeitsäulen
fi: 2 aikasarakkeet
nl: 2 tijdzuilen
sv: 2 tidpelare

# listView
source: List
da: Liste
de: Liste
fi: Luettelo
nl: Lijst
sv: Lista

source: Time pillar settings
da: Indstillinger for tidsøjle
de: Zeitsäule einstellungen
fi: Aikasarakkeen asetukset
nl: Tijdzuil instellingen
sv: Inställningar för tidpelare

source: Activity duration
da: Vis tiden som
de: Zeit anzeigen als
fi: Näytä aika muodossa
nl: Laat de tijd zien als
sv: Visa tid som

source: Dots
da: Prikker
de: Punkte
fi: Pisteet
nl: Stippen
sv: Prickar

source: Edge
da: Flik
de: Kante
fi: Reuna
nl: Rand
sv: Flik

# monthCalendarGrid
source: Simple
da: Enkel
de: Einfach
fi: Helppo
nl: Eenvoudig
sv: Enkel

# monthCalendarPreview
source: Detailed
da: Detaljeret
de: Ausführlich
fi: Yksityiskohtainen
nl: Gedetailleerd
sv: Detaljerad

# textToSpeech
source: Speech support
da: Talestøtte
de: Sprachausgabe
fi: Puhetuki
nl: Spraakondersteuning
sv: Talstöd

# longpressToSpeak
source: Tap and hold for speech support
da: Tryk og hold nede for talestøtte
de: Tippen und halten Sie für die Sprachunterstützung
fi: Napauta ja pidä painettuna puhetukea varten
nl: Tik en houd vast voor spraakondersteuning
sv: Tryck och håll ned för talstöd

# longPressInfoText
source: Tap and hold about 1 second on any function to get it read to by speech synthesis
da: Tryk og hold ca. 1 sekund på enhver funktion for at få den læst til ved talesyntese
de: Tippen und halten Sie etwa 1 Sekunde lang auf eine Funktion, um sie durch Sprachsynthese lesen zu lassen
fi: Napauta ja pidä painettuna noin 1 sekunti mitä tahansa toimintoa saadaksesi sen lukemaan puheen synteesin avulla
nl: Tik en houd ongeveer 1 seconde vast op een functie om deze te laten voorlezen door spraaksynthese
sv: Tryck länge på någon text för att få den uppläst

source: Display
da: Vise
de: Anzeige
fi: Näyttö
nl: Tonen
sv: Visa

source: View mode
da: Visningstilstand
de: Ansichtsmodus
fi: Katselutila
nl: Weergavemodus
sv: Visningsläge
