Repository: abilia/system_settings_editor
Catalog: memoplanner/lib/l10n/intl_*.arb
Languages: da, de, fi, nl, sv

source: Welcome!
da: Velkommen!
de: Willkommen!
fi: Tervetuloa!
nl: Welkom!
sv: Välkommen!

# welcomeText
source: This guide will help you get started with MEMOplanner.
da: Denne guide vil hjælpe dig med at komme i gang med MEMOplanner.
de: Dieser Assistent hilft Ihnen bei den ersten Schritten mit MEMOplanner.
fi: Tämä opas auttaa aloittamaan Memoplannerin käytön.
nl: Deze gids helpt u om aan de slag te gaan met MEMOplanner.
sv: Den här guiden hjälper dig att komma igång med MEMOplanner.

source: Step
da: Trin
de: Schritt
fi: Vaihe
nl: Stap
sv: Steg

source: Finish
da: Afslut
de: Abschließen
fi: Lopeta
nl: Voltooien
sv: Slutför

source: Setup your internet connection
da: Opsætning af din internetforbindelse
de: Richten Sie Ihre Internetverbindung ein
fi: Luo internet-yhteys
nl: Uw internetverbinding opzetten
sv: Konfigurera din internetanslutning

# wifiNoInternet
source: Your current Wi-Fi has failed to connect to the internet, try another network or contact your internet provider for help.
da: Din nuværende Wi-Fi-forbindelse har ikke kunnet oprette forbindelse til internettet, prøv et andet netværk eller kontakt din internetudbyder for at få hjælp.
de: Über Ihr aktuelles WLAN kann keine Verbindung zum Internet hergestellt werden. Versuchen Sie es mit einem anderen Netzwerk oder wenden Sie sich an Ihren Internetanbieter, um Hilfe zu erhalten.
fi: Käyttämäsi Wi-Fi-yhteys ei pysty yhdistä internetiin, kokeile toista verkkoa tai ota yhteyttä internet-palvelun tarjoajaan.
nl: Uw huidige Wi-Fi heeft geen verbinding kunnen maken met internet. Probeer een ander netwerk of neem contact op met uw internetprovider voor hulp.
sv: Ditt Wi-Fi har inte kunnat ansluta till internet. Försök med ett annat nätverk eller kontakta din internetleverantör för att få hjälp.

# connectInternetToContinue
source: Connect to the internet to continue
da: Opret forbindelse til internettet for at fortsætte
de: Stellen Sie eine Verbindung zum Internet her, um fortzufahren
fi: Yhdistä internetiin jatkaaksesi
nl: Maak verbinding met internet om verder te gaan
sv: Anslut till internet för att fortsätta

source: Not selected
da: Ikke valgt
de: Nicht ausgewählt
fi: Ei valittu
nl: Niet geselecteerd
sv: Inte valt

# enterYourLicense
source: Enter your license key
da: Indtast din licensnøgle
de: Geben Sie Ihren Lizenzschlüssel ein
fi: Syötä lisenssin avain
nl: Uw licentiesleutel invoeren
sv: Ange din licensnyckel

# enterYourLicenseHint
source: License key should contain 12 digits
da: Licensnøglen skal indeholde 12 cifre
de: Der Lizenzschlüssel besteht aus 12 Ziffern
fi: Lisenssin avaimessa pitää olla 12 numeroa
nl: De licentiesleutel moet 12 cijfers bevatten
sv: Licensnyckeln bör innehålla 12 siffror

# licenseErrorAlreadyInUse
source: License is already in use
da: Licensen er allerede i brug
de: Die Lizenz wird bereits verwendet
fi: Lisenssi on jo käytössä
nl: Licentie is al in gebruik
sv: Licensen används redan

# licenseErrorNotFound
source: We didn't find a valid license. Please check the license key and try again
da: Vi fandt ikke en gyldig licens. Kontroller venligst licensnøglen og prøv igen
de: Wir konnten keine gültige Lizenz finden. Bitte überprüfen Sie den Lizenzschlüssel und versuchen Sie es erneut.
fi: Emme löytäneet voimassa olevaa lisenssiä. Tarkista lisenssin avain ja yritä uudelleen
nl: We hebben geen geldige licentie gevonden. Controleer de licentiesleutel en probeer het opnieuw
sv: Vi hittade ingen giltig licens. Kontrollera licensnyckeln och försök igen

# downloadVoiceText
source: Download voice for speech support
da: Download stemme til stemmerapport
de: Stimme für Sprachunterstützung herunterladen
fi: Lataa ääni puhetukea varten
nl: Dowload stem voor spraakondersteuning
sv: Ladda ner röst för talstöd

source: Username
da: Brugernavn
de: Benutzername
fi: Käyttäjätunnus
nl: Gebruikersnaam
sv: Användarnamn

source: Password
da: Adgangskode
de: Passwort
fi: Salasana
nl: Wachtwoord
sv: Lösenord

# loginHintMP
source: Use your myAbilia account to Log in
da: Brug din myAbilia-konto til at logge ind
de: Verwenden Sie Ihr myAbilia-Konto, um sich anzumelden
fi: Kirjaudu sisään myAbilia-tililläsi
nl: Gebruik uw myAbilia-account om in te loggen
sv: Använd ditt myAbilia-konto för att logga in

# loginHintMPGO
source: Login with the same username and password as on your MEMOplanner
da: Log ind med samme brugernavn og adgangskode som på din MEMOplanner
de: Melden Sie sich mit demselben Benutzernamen und Passwort wie auf Ihrem MEMOplanner an
fi: Kirjaudu sisään samalla käyttäjänimellä ja salasanalla kuin MEMOplannerilla
nl: Log in met dezelfde gebruikersnaam en hetzelfde wachtwoord als op uw MEMOplanner
sv: Logga in med samma användarnamn och lösenord som på din MEMOplanner

source: Log in
da: Log ind
de: Anmelden
fi: Kirjaudu sisään
nl: Inloggen
sv: Logga in

source: Log out
da: Log ud
de: Abmelden
fi: Kirjaudu ulos
nl: Uitloggen
sv: Logga ut

# wrongCredentials
source: Username or password doesn't match. Verify your credentials and try again.
da: Brugernavn eller adgangskode er ikke korrekt. Kontroller at du har skrevet det rigtigt og forsøg igen.
de: Benutzername oder Passwort unkorrekt. Bitte Anmeldedaten prüfen und nochmals versuchen.
fi: Käyttäjätunnus tai salasana ei täsmää. Vahvista tunnistetiedot ja yritä uudelleen.
nl: Gebruikersnaam of wachtwoord komt niet overeen. Controleer uw gegevens en probeer opnieuw.
sv: Användarnamn eller lösenord stämmer inte. Kontrollera att du har skrivit rätt och försök igen.

# noConnection
source: No contact with myAbilia. Check your Internet connection.
da: Enheden er ikke tilsluttet myAbilia. Kontroller din internetforbindelse.
de: Das Gerät ist nicht mit dem myAbilia verbunden. Überprüfen Sie Ihre Internetverbindung.
fi: Laitetta ei ole yhdistetty myAbilia. Tarkista Internet-yhteys.
nl: Het apparaat is niet aangesloten op het myAbilia. Controleer uw internetverbinding.
sv: Ingen kontakt med myAbilia. Kontrollera din internetanslutning.

source: Enter username
da: Angiv dit brugernavn
de: Benutzername eingeben
fi: Anna käyttäjätunnus
nl: Gebruikersnaam invoeren
sv: Ange ditt användarnamn

source: Enter password
da: Angiv din adgangskode
de: Passwort eingeben
fi: Anna salasana
nl: Wachtwoord invoeren
sv: Ange ditt lösenord

# userTypeNotSupported
source: Users of type Support person or Admin can't log in to MEMOplanner. Please use myAbilia.
da: Supportere eller Admin-brugere kan ikke logge ind på MEMOplanner. Brug venligst myAbilia.
de: Benutzer vom Typ Supportperson oder Admin können sich nicht bei MEMOplanner anmelden. Bitte verwenden Sie myAbilia.
fi: Käyttäjät, joiden tyyppi on tukihenkilö tai ylläpitäjä, eivät voi kirjautua MEMOplanneriin. Käytä myAbiliaa.
nl: Gebruikers van het type Ondersteuningspersoon of Beheerder kunnen niet inloggen op MEMOplanner. Gebruikt u alstublieft myAbilia.
sv: Användare av typen Supportperson eller Admin kan inte logga in i MEMOplanner. Var vänlig använd myAbilia.

# loggedOutMessage
source: You have been logged out. Please log in again.
da: Du er blevet logget ud. Log ind igen.
de: Sie wurden abgemeldet. Bitte melden Sie sich erneut an.
fi: Olet kirjautunut ulos. Kirjaudu sisään uudelleen.
nl: U bent uitgelogd. Log alstublieft opnieuw in.
sv: Du har blivit utloggad. Vänligen logga in igen.

# unauthorizedHeader
source: You have been logged out
da: Du er blevet logget ud
de: Sie wurden abgemeldet
fi: Olet kirjautunut ulos
nl: U bent uitgelogd
sv: Du har blivit utloggad

# unauthorizedMessage
source: This is most likely due to a password change, please try logging in again.
da: Dette skyldes sandsynligt en ændring af adgangskoden. Prøv venligst at logge ind igen.
de: Dies liegt wahrscheinlich an einer Passwortänderung, bitte versuchen Sie sich erneut anzumelden.
fi: Tämä johtuu todennäköisesti salasanan vaihdosta. Yritä kirjautua sisään uudelleen.
nl: Dit komt waarschijnlijk door een wachtwoordwijziging. Probeer opnieuw in te loggen.
sv: Detta beror troligen på en lösenordsändring, försök att logga in igen.

# createAccountHint
source: Don’t have a myAbilia account yet?
da: Har du ikke en myAbilia-konto endnu?
de: Sie haben noch kein myAbilia-Konto?
fi: Eikö sinulla ole vielä myAbilia-tiliä?
nl: Heeft u nog geen myAbilia-account?
sv: Har du inte ett myAbilia konto ännu?

source: Create Account
da: Opret konto
de: Benutzerkonto erstellen
fi: Luo tili
nl: Maak account
sv: Skapa konto

# createAccountHeading
source: Create your account in myAbilia
da: Opret din konto i myAbilia
de: Erstellen Sie Ihr Konto in myAbilia
fi: Luo tili myAbiliassa
nl: Creëer uw account in myAbilia
sv: Skapa ditt konto i myAbilia

# createAccountSubheading
source: You need a myAbilia account to use MEMOplanner
da: Du har brug for en myAbilia-konto for at bruge MEMOplanner
de: Sie benötigen ein myAbilia-Konto, um MEMOplanner verwenden zu können
fi: Tarvitset myAbilia-tilin käyttääksesi MEMOplanneria
nl: U heeft een myAbilia-account nodig om MEMOplanner te gebruiken
sv: Du behöver ett myAbilia-konto för att kunna använda MEMOplanner

# usernameHint
source: Username (phone number or email)
da: Brugernavn (telefon eller en e-mail)
de: Benutzername (Telefon oder E-Mail)
fi: Käyttäjätunnus (puhelin tai sähköpostiosoite)
nl: Gebruikersnaam (telefoon of e-mail)
sv: Användarnamn (telefonnummer eller e-post)

# passwordHint
source: Password (minimum 12 characters)
da: Adgangskode (mindst 12 tegn)
de: Passwort (mindestens 12 Zeichen)
fi: Salasanassa (vähintään 12 merkkiä)
nl: Wachtwoord (minimaal 12 tekens)
sv: Lösenord (minst 12 tecken)

source: Confirm password
da: Bekræft adgangskoden
de: Passwort bestätigen
fi: Vahvista salasana
nl: Wachtwoord bevestigen
sv: Bekräfta lösenordet

# passwordToShort
source: The password must consist of at least 12 characters
da: Adgangskoden skal bestå af mindst 12 tegn
de: Das Passwort muss mindestens 12 Zeichen lang sein
fi: Salasanassa on oltava vähintään 12 merkkiä
nl: Het wachtwoord moet ten minste 12 tekens bevatten
sv: Lösenordet måste bestå av minst 12 tecken

# passwordMismatch
source: Both passwords must be the same
da: Begge adgangskoder skal være de samme
de: Beide Passwörter müssen identisch sein
fi: Molempien salasanojen on oltava samat
nl: Beide wachtwoorden moeten hetzelfde zijn
sv: Lösenorden måste vara likadana

source: Confirm terms of use
da: Bekræft brugervilkår
de: Bestätigen Sie die Nutzungsbedingungen
fi: Vahvista käyttöehdot
nl: Bevestig de gebruiksvoorwaarden
sv: Bekräfta användarvillkor

source: Confirm privacy policy
da: Bekræft persondatapolitik
de: Bestätigen Sie die Datenschutzbestimmungen
fi: Vahvista tietosuojakäytäntö
nl: Bevestig privacybeleid
sv: Bekräfta personuppgiftspolicy

# usernameTaken
source: Username/email address is already in use
da: Brugernavn/e-mail-adresse er allerede i brug
de: Benutzername/E-Mail-Adresse bereit in Gebrauch.
fi: Käyttäjätunnus/sähköpostiosoite on jo käytössä
nl: Gebruikersnaam/e-mailadres is al in gebruik
sv: Användarnamn/e-postadress används redan

source: Unknown error
da: Ukendt fejl
de: Unbekannter Fehler
fi: Tuntematon virhe
nl: Onbekende fout
sv: Okänt fel

# accountCreatedHeading
source: Account created
da: Konto oprettet
de: Konto erstellt
fi: Tili luotu puolivälissä
nl: Account gecreëerd
sv: Konto skapat

# accountCreatedBody
source: Your account has been created. You can login using your username and password
da: Din konto er oprettet. Du kan logge ind med dit brugernavn og din adgangskode
de: Ihr Konto wurde erstellt. Sie können sich mit Ihrem Benutzernamen und Passwort anmelden
fi: Tili on luotu. Voit kirjautua sisään käyttämällä käyttäjätunnustasi ja salasanaasi
nl: Uw account is gecreëerd. U kunt inloggen met uw gebruikersnaam en wachtwoord
sv: Ditt konto har skapats. Du kan logga in med ditt användarnamn och lösenord

source: Browser
fi: Selain
sv: Webbläsare

source: Back to Login
da: Tilbage til login
de: Zurück zur Anmeldung
fi: Takaisin sisäänkirjautumiseen
nl: Terug naar Inloggen
sv: Tillbaka till login

# noLicense
source: This account has no valid license.
da: Problemer med at logge ind! Du har ikke en gyldig licens.
de: Für dieses Konto gibt es keine gültige Lizenz.
fi: Tällä tilillä ei ole kelvollista lisenssiä.
nl: Dit account heeft geen geldige licentie.
sv: Det här kontot saknar giltig licens. Du kan därför inte logga in.

# licenseExpired
source: License is expired
da: Licensen er udløbet
de: Lizenz abgelaufen
fi: Lisenssi on vanhentunut
nl: Licentie verlopen
sv: Licensen har gått ut

# licenseExpiredMessage
source: Your license has expired and MEMOplanner will no longer synchronize with myAbilia
da: Licensen er udløbet, og MEMOplanner vil ikke længere synkronisere med myAbilia
de: Ihre Lizenz ist abgelaufen und MEMOplanner kann nicht mehr mit myAbilia synchronisiert werden
fi: Lisenssisi on vanhentunut, eikä MEMOplanner enää synkronoidu myAbilian kanssa
nl: Uw licentie is verlopen en MEMOplanner zal niet langer synchroniseren met myAbilia
sv: Licensen har gått ut och MEMOplanner kommer inte längre att synkronisera med myAbilia

source: to Log in
da: til Log ind
de: zur Anmelden
fi: kirjautumissivulle
nl: naar Inloggen
sv: till Logga in

source: MEMOplanner license expired
da: MEMOplanner-licensen er udløbet
de: Die MEMOplanner-Lizenz ist abgelaufen
fi: MEMOplanner-lisenssi on vanhentunut
nl: MEMOplanner-licentie is verlopen
sv: Licensen för MEMOplanner har gått ut

# needLicenseToSaveData
source: You need an active license to save your data to myAbilia.
da: Du skal have en aktiv licens for at gemme dine data i myAbilia.
de: Um Ihre Daten in myAbilia zu speichern, benötigen Sie eine aktive Lizenz.
fi: Sinun pitää aktivoida lisenssi tietojen myAbiliaan tallentamiseen.
nl: U hebt een actieve licentie nodig om uw gegevens op te slaan in myAbilia.
sv: Du behöver en aktiv licens för att kunna spara dina data hos myAbilia.

# contactProviderToExtendLicense
source: Contact your MEMOplanner provider in order to extend your license.
da: Kontakt din MEMOplanner-leverandør for at forlænge din licens.
de: Kontaktieren Sie Ihren MEMOplanner-Anbieter und verlängern Sie Ihre Lizenz.
fi: Ota lisenssin jatkamiseen yhteyttä MEMOplannerin jälleenmyyjään.
nl: Neem contact op met uw MEMOplanner-provider om uw licentie te verlengen.
sv: Kontakta din MEMOplanner-leverantör för att förnya din licens.

source: All data saved!
da: Alle data er gemt!
de: Alle Daten gesichert!
fi: Kaikki tiedot on tallennettu!
nl: Alle gegevens zijn opgeslagen!
sv: Alla data sparades!

# goOnlineBeforeLogout
source: Go online before you log out!
da: Gå online, før du logger ud!
de: Gehen Sie online, bevor Sie sich abmelden!
fi: Ennen ulos kirjautumista kytkeydy internetiin!
nl: Ga online voordat u uitlogt!
sv: Kom online innan du loggar ut!

# doNotLoseYourContent
source: Don't lose your content!
da: Mist ikke dit indhold!
de: Verlieren Sie Ihre Inhalte nicht!
fi: Älä hukkaa sisältöäsi!
nl: Verlies uw content niet!
sv: Förlora inte ditt innehåll!

source: Syncing...
da: Synkroniserer...
de: Synchronisiere...
fi: Synkronoin...
nl: Aan het synchroniseren...
sv: Synkar...

# canLogOutSafely
source: Now you can log out safely
da: Du kan nu sikkert logge ud
de: Sie können sich nun sicher abmelden.
fi: Nyt voit kirjautua turvallisesti ulos
nl: U kunt nu veilig uitloggen
sv: Nu kan du logga ut tryggt

source: Last sync was
da: Sidste synkronisering var
de: Letzte Synchronisierung:
fi: Viimeinen synkronointi oli
nl: De laatste synchronisatie vond plaats op
sv: Senaste synkningen skedde

# connectToWifiToLogOut
source: Connect to Wi-Fi to log out safely
da: Opret forbindelse til Wi-Fi for at logge sikkert ud
de: Verbinden Sie sich mit dem WLAN, um sich sicher abzumelden
fi: Kytke Wi-Fi turvallisesti ulos kirjautumiseen
nl: Maak verbinding met Wi-Fi om veilig uit te loggen
sv: Anslut till Wi-Fi för att logga ut tryggt

# connectToInternetToLogOut
source: Connect to internet to log out safely
da: Opret forbindelse til internettet for at logge sikkert ud
de: Verbinden Sie sich mit dem Internet, um sich sicher abzumelden
fi: Kytkeydy internetiin turvallisesti ulos kirjautumiseen
nl: Maak verbinding met internet om veilig uit te loggen
sv: Anslut till internet för att logga ut tryggt

# ifYouLogoutYouWillLose
source: If you log out now you will lose:
da: Hvis du logger ud nu, taber du:
de: Wenn Sie sich jetzt abmelden, verlieren Folgendes:
fi: Jos kirjaudut ulos nyt, menetät:
nl: Als u nu uitlogt, gaat het volgende verloren:
sv: Om du loggar ut nu går följande förlorat:

# activityTemplateSingular
source: activity template
da: aktivitetsskabelon
de: Aktivitätsvorlage
fi: aktiviteetti malli
nl: activiteitensjabloon
sv: aktivitetsmall

# activityTemplatePlural
source: activity templates
da: aktivitetsskabeloner
de: Aktivitätsvorlagen
fi: aktiviteetti mallit
nl: activiteitensjablonen
sv: aktivitetsmallar

# timerTemplateSingular
source: timer template
da: timerskabelon
de: Timer-Vorlage
fi: ajastin malli
nl: timersjabloon
sv: timermall

# timerTemplatePlural
source: timer templates
da: timerskabeloner
de: Timer-Vorlagen
fi: ajastin mallit
nl: timersjablonen
sv: timermallar

# photoSingular
source: photo
da: foto
de: Foto
fi: kuva
nl: foto
sv: foto

# photoPlural
source: photos
da: fotos
de: Fotos
fi: kuvaa
nl: foto's
sv: foton

source: Settings data
da: Indstillingsdata
de: Einstellungsdaten
fi: Asetusten tiedot
nl: Instellingsgegevens
sv: Inställningsdata

# fullDay
source: All day
da: Hele dagen
de: Ganztägig
fi: Koko päivä
nl: Hele dag
sv: Heldag

source: early morning
da: morgen
de: frühmorgens
fi: aamu
nl: ochtend
sv: morgon

source: mid-morning
da: formiddag
de: Vormittag
fi: aamupäivän puolivälissä
nl: midden-ochtend
sv: förmiddag

source: Lunch
da: Frokost
de: Mittagessen
fi: Lounas

source: afternoon
da: eftermiddag
de: Nachmittag
fi: iltapäivä
nl: middag
sv: eftermiddag

source: evening
da: aften
de: Abend
fi: ilta
nl: avond
sv: kväll

source: night
da: nat
de: Nacht
fi: yö
nl: nacht
sv: natt

source: Today
da: I dag
de: Heute
fi: Tänään
nl: Vandaag
sv: Idag

source: days
da: dage
de: Tage
fi: päivää
nl: dagen
sv: dagar

source: day
da: dag
de: Tag
fi: päivä
nl: dag
sv: dag

source: hours
da: timer
de: Stunden
fi: tunnit
nl: uur
sv: timmar

source: hour
da: time
de: Stunde
fi: tunti
nl: uur
sv: timme

source: h
da: t
de: S
fi: t
nl: u
sv: t

source: minutes
da: minutter
de: Minuten
fi: minuuttia
nl: minuten
sv: minuter

source: minute
da: minut
fi: minuutti
nl: minuut
sv: minut

source: seconds
da: sekunder
de: Sekunden
fi: sekuntia
nl: seconden
sv: sekunder

source: second
da: sekund
de: Sekunde
fi: sekunti
nl: seconde
sv: sekund

source: Now
da: Nu
de: Jetzt
fi: Nyt
nl: Nu
sv: Nu

source: week
da: uge
de: Woche
fi: viikko
sv: vecka

source: Month
da: Måned
de: Monat
fi: Kuukausi
nl: Maand
sv: Månad

# clockTheTimeIsTts
source: the time is %s
da: Klokken er %s
de: Die Uhrzeit ist %s
fi: Kello on %s
nl: De tijd is %s
sv: Klockan är %s

# clockFiveMinutesPastTts
source: five past %s
da: Fem minutter over %s
de: 5 Minuten nach %s
fi: viisi yli %s
nl: vijf over %s
sv: Fem minuter över %s

# clockFiveMinutesHalfPastTts
source: twenty five to %s
da: Fem over halv %s
de: 25 Minuten vor %s
fi: kaksikymmentäviisi vaille %s
nl: vijfentwintig voor %s
sv: Fem över halv %s

# clockFiveMinutesToTts
source: five to %s
da: Fem minutter i %s
de: 5 Minuten vor %s
fi: viisi vaille %s
nl: vijf voor %s
sv: Fem minuter i %s

# clockFiveMinutesToHalfPastTts
source: twenty five past %s
da: Fem i halv %s
de: 25 Minuten nach %s
fi: kaksikymmentäviisi yli %s
nl: vijfentwintig over %s
sv: Fem i halv %s

# clockHalfPastTts
source: Half past %s
da: Halv %s
de: 30 Minuten nach %s
fi: %s kolmekymmentä
nl: Dertig over %s
sv: Halv %s

# clockQuarterPastTts
source: quarter past %s
da: Kvart over %s
de: 15 Minuten nach %s
fi: viisitoista yli %s
nl: kwart over %s
sv: Kvart över %s

# clockQuarterToTts
source: Quarter to %s
da: Kvart i %s
de: 15 Minuten vor %s
fi: Viisitoista vaille %s
nl: Kwart voor %s
sv: Kvart i %s

# clockTenMinutesPastTts
source: ten past %s
da: Ti minutter over %s
de: 10 Minuten nach %s
fi: kymmenen yli %s
nl: tien over %s
sv: Tio minuter över %s

# clockTenMinutesToTts
source: ten to %s
da: Ti minutter i %s
de: 10 Minuten vor %s
fi: kymmentä vaille %s
nl: tien voor %s
sv: Tio minuter i %s

# clockTwentyMinutesPastTts
source: twenty past %s
da: Tyve minutter over %s
de: 20 Minuten nach %s
fi: kaksikymmentä yli %s
nl: twintig over %s
sv: Tjugo minuter över %s

# clockTwentyMinutesToTts
source: twenty to %s
da: Tyve minutter i %s
de: 20 Minuten vor %s
fi: kaksikymmentä vaille %s
nl: tien over half %s
sv: Tjugo minuter i %s

# nbOneAClock
source: one o clock
fi: &empty&

# timeMorningTts
source: %s in the early morning
da: %s om morgenen
de: %s frühmorgens
fi: %s varhain aamulla
nl: %s in de ochtend
sv: %s på morgonen

# timeForeNoonTts
source: %s in the mid-morning
da: %s om formiddagen
de: %s vormittags
fi: %s aamupäivän puolivälissä
nl: %s halverwege de ochtend
sv: %s på förmiddagen

# timeAfternoonTts
source: %s in the afternoon
da: %s om eftermiddagen
de: %s nachmittags
fi: %s iltapäivällä
nl: %s 's middags
sv: %s på eftermiddagen

# timeEveningTts
source: %s in the evening
da: %s om aftenen
de: %s nachmittags
fi: %s illalla
nl: %s 's avonds
sv: %s på kvällen

# timeNightTts
source: %s at night
da: %s om natten
de: %s abends
fi: %s yöllä
nl: %s 's nachts
sv: %s på natten

# timerInvalidDuration
source: Duration cannot be zero.
da: Varigheden kan ikke være nul.
de: Dauer kann nicht Null sein
fi: Kesto ei voi olla nolla.
nl: De duur kan niet nul zijn.
sv: Tidslängden kan inte vara noll.

# timerDelete
source: Do you want to delete the timer?
da: Ønsker du at slette timeren?
de: Möchten Sie den Timer löschen?
fi: Haluatko poistaa ajastimen?
nl: Wilt u de timer verwijderen?
sv: Vill du radera timern?

# timerPause
source: Do you want to pause the timer?
da: Ønsker du at sætte timeren på pause?
de: Möchten Sie den Timer pausieren?
fi: Haluatko keskeyttää ajastimen?
nl: Wilt u de timer pauzeren?
sv: Vill du pausa timern?

# timerResume
source: Do you want to continue the timer?
da: Ønsker du at fortsætte timeren?
de: Möchten Sie den Timer fortsetzen?
fi: Haluatko jatkaa ajastimen käyttöä?
nl: Wilt u doorgaan met de timer?
sv: Vill du fortsätta timern?

# timerPaused
source: Paused
da: Sat på pause
de: Pausiert
fi: Keskeytetty
nl: Gepauzeerd
sv: Pausad

source: Pause
de: Pausieren
fi: Keskeytä
nl: Pauzeren
sv: Pausa

source: Continue
da: Fortsæt
de: Fortsetzen
fi: Jatka
nl: Doorgaan
sv: Fortsätt

source: Activity
da: Aktivitet
de: Aktivität
fi: Aktiviteetti
nl: Activiteit
sv: Aktivitet

source: Activities
da: Aktiviteter
de: Aktivitäten
fi: Aktiviteetit
nl: Activiteiten
sv: Aktiviteter

source: Reminders
da: Påmindelser
de: Erinnerungen
fi: Muistutukset
nl: Herinneringen
sv: Påminnelser

source: Reminder
da: Påmindelse
de: Erinnerung
fi: Muistutus
nl: Herinnering
sv: Påminnelse

source: Alarm
fi: Hälytys
sv: Larm

source: Ends now
da: Slutter nu
de: Endet jetzt
fi: Päättyy nyt
nl: Eindigt nu
sv: Slutar nu

source: Starts now
da: Starter nu
de: Beginnt jetzt
fi: Alkaa nyt
nl: Begint nu
sv: Börjar nu

# noActivities
source: No activities today
da: Ingen aktiviteter i dag
de: Keine Aktivitäten heute
fi: Ei toimintaa tänään
nl: Geen activiteiten vandaag
sv: Inga aktiviteter idag

source: Left
da: Venstre
de: Links
fi: Vasen
nl: Links
sv: Vänster

source: Right
da: Højre
de: Rechts
fi: Oikea
nl: Rechts
sv: Höger

source: Check
da: Kvittere
de: Kontrollieren
fi: Tarkista
nl: Afvinken
sv: Kvittera

source: Undo
da: Fortryd
de: Rückgängig
fi: Peruuta
nl: Ongedaan maken
sv: Ångra
