Repository: abilia/system_settings_editor
Catalog: memoplanner/lib/l10n/intl_*.arb
Languages: da, de, fi, nl, sv

# allowAccessCameraBody
source: Allow access to camera to be able to take a photo from the device.
da: Tillad adgang til kameraet for at kunne tage et billede fra enheden.
de: Ermöglichen Sie den Zugriff auf die Kamera, um ein Foto vom Gerät aufnehmen zu können.
fi: Salli kameran käyttö, jotta voit ottaa valokuvan laitteesta.
nl: Sta toegang tot de camera toe om een foto te kunnen maken vanaf het apparaat.
sv: Tillåt behörighet till kameran för att ha möjlighet att ta bilder från enheten.

# allowAccessBody2
source: You can always do that later from the
da: Du kan altid gøre det senere fra
de: Dies kann jederzeit später erfolgen von der
fi: Voit aina tehdä sen myöhemmin
nl: U kunt dat later altijd doen vanuit de
sv: Du kan alltid göra det senare från

source: Access to Microphone
da: Adgang til mikrofon
de: Zugang zum Mikrofon
fi: Pääsy mikrofoniin
nl: Toegang tot microfoon
sv: Tillgång till mikrofon

# allowAccessMicrophoneBody
source: Allow access to microphone to be able to record speech from the device
da: Tillad adgang til mikrofon for at kunne optage tale fra enheden
de: Erlauben Sie den Zugriff auf das Mikrofon, um Sprache vom Gerät aufzeichnen zu können
fi: Salli mikrofonin käyttö, jotta voit tallentaa puhetta laitteelta
nl: Toegang tot microfoon toestaan om spraak van het apparaat op te nemen
sv: Tillåt åtkomst till mikrofon för att kunna spela in tal från enheten

source: About
da: Information
de: Information
fi: Tiedot
nl: Informatie
sv: Information

# aboutMemoplanner
source: About
da: Om
de: Über
fi: Lisätietoja
nl: Over
sv: Information

source: License number
da: Licensnummer
de: Lizenznummer
fi: Lisenssinumero
nl: Licentienummer
sv: Licensnyckel

source: License valid date
da: Licens gyldighedsdato
de: Gültigkeitsdatum Lizenz
fi: Lisenssin viimeinen voimassaolopäivä
nl: Geldigheidsdatum licentie
sv: Licensens slutdatum

# loggedInUser
source: Logged in user account
da: Logget ind brugerkonto
de: Angemeldetes Benutzerkonto
fi: Kirjautunut käyttäjätili
nl: Ingelogd gebruikersaccount
sv: Inloggat användarkonto

# aboutDevice
source: About the device
da: Om enheden
de: Über das Gerät
fi: Tietoja laitteesta
nl: Over het apparaat
sv: Om enheten

source: Support id
fi: Tukitunnus

source: Device name
da: Enhedsnavn
de: Gerätename
fi: Laitteen nimi
nl: Apparaatnaam
sv: Enhetens namn

source: Serial number
da: Serienummer
de: Seriennummer
fi: Sarjanumero
nl: Serienummer
sv: Serienummer

source: Version
fi: Versio
nl: Versie

source: Android version
fi: Android-versio
nl: Android-versie

source: iOS version
fi: iOS-versio
nl: iOS-versie

source: Producer
da: Producent
de: Hersteller
fi: Valmistaja
nl: Producent
sv: Producent

source: Search for update
da: Søg opdatering
de: Nach neuerer Version suchen
fi: Etsi päivitystä
nl: Naar update zoeken
sv: Sök uppdatering

source: Camera
da: Kamera
de: Kamera
fi: Kamera
sv: Kamera

source: Photo calendar
da: Billedekalender
de: Fotokalender
fi: Kuvakalenteri
nl: Fotokalender
sv: Fotokalender

source: Countdown
da: Nedtælling
fi: Ajastin
nl: Timers
sv: Nedräkning

# quickSettingsMenu
source: Quick settings
da: Hurtig- indstillinger
de: Schnell- einstellungen
fi: Pika- asetukset
nl: Snel- instellingen
sv: Snabb- inställningar

source: All photos
da: Alle fotos
de: Alle Fotos
fi: Kaikki kuvat
nl: Alle foto's
sv: Alla foton

# addToPhotoCalendarQuestion
source: Do you want to add this photo to Photo-calendar?
da: Ønsker du at tilføje dette foto til din fotokalender?
de: Möchten Sie dieses Foto dem Fotokalender hinzufügen?
fi: Haluatko lisätä tämän kuvan valokuvakalenteriin?
nl: Wilt u deze foto toevoegen aan de fotokalender?
sv: Vill du lägga in detta foto i fotokalendern?

# removeFromPhotoCalendarQuestion
source: Do you want to remove this photo from Photo-calendar?
da: Ønsker du at fjerne dette foto fra din fotokalender?
de: Möchten Sie dieses Foto aus dem Fotokalender entfernen?
fi: Haluatko poistaa tämän kuvan valokuvakalenterista?
nl: Wilt u deze foto uit de fotokalender verwijderen?
sv: Vill du ta bort detta foto från fotokalendern?

source: Remove
da: Slet
de: Löschen
fi: Poista
nl: Verwijderen
sv: Ta bort

# doYouWantToDeleteThisPhoto
source: Are you sure you want to delete this photo?
da: Er du sikker på, du ønsker at slette dette foto?
de: Sind Sie sicher, dass Sie dieses Foto löschen möchten?
fi: Haluatko varmasti poistaa tämän kuvan?
nl: Weet u zeker dat u deze foto wilt verwijderen?
sv: Är du säker på att du vill radera detta foto?

source: Install starter set?
da: Vil du installere startersættet?
de: Einstiegspaket installieren?
fi: Aseta aloitussarja
nl: Standaard dataset installeren?
sv: Installera startuppsättning?

# doYouWantToImportADefaultSet
source: Do you want to import a default set of data with activities, timers, checklists and image archive?
da: Ønsker du at importere startopsætning med aktiviteter, timer, tjeklister og billedarkiv?
de: Möchten Sie einen Standard-Datenbestand mit aktivitäten, Timern, Checklisten und Bildarchiv importieren?
fi: Haluatko tuoda oletustiedot aktiviteettien, ajastimien, tarkistusluettelojen ja kuva-arkiston mukana?
nl: Wilt u een standaard dataset importeren met activiteiten, timers, checklists en afbeeldingenarchief?
sv: Vill du importera startuppsättning av aktiviteter, timers, checklistor och bildarkiv?

source: Welcome to
da: Velkommen til
de: Willkommen beim
fi: Tervetuloa
nl: Welkom bij
sv: Välkommen till

source: Get started
da: Kom godt i gang
de: Erste Schritte
fi: Aloita
nl: Aan de slag
sv: Kom igång

# readAndAgree1
source: To use
da: Hvis du vil bruge
de: Zur Nutzung des
fi: Lue ja hyväksy
nl: Om
sv: För att använda

# readAndAgree2
source: , please read and agree to the terms of use and privacy policy.
da: , skal du læse og acceptere brugsbetingelserne og privatlivspolitikken.
de: s lesen Sie bitte die Nutzungsbedingungen und die Datenschutzrichtlinie und stimmen Sie ihnen zu.
fi: käyttämiseen käyttöehdot ja tietosuojakäytäntö.
nl: te gebruiken, moet u eerst de gebruiksvoorwaarden en het privacybeleid lezen en hiermee akkoord gaan.
sv: , läs och godkänn användarvillkoren och personuppgiftspolicyn.

# acceptTerms
source: I have read and agree to the
da: Jeg har læst og accepterer
de: Ich habe gelesen und bin damit einverstanden
fi: Olen lukenut ja sopineet
nl: Ik heb gelezen en akkoord gegaan
sv: Jag har läst och godkänner

source: terms of use
da: brugervillkår
de: nutzungsbedingungen
fi: käyttöehdot
nl: gebruiksvoorwaarden
sv: användarvillkor

source: privacy policy
da: persondatapolitik
de: datenschutzbestimmungen
fi: tietosuojakäytäntö
nl: privacybeleid
sv: personuppgiftspolicy

# confirmDiscard
source: Are you sure you want to discard your changes?
da: Er du sikker på, at du vil slette dine ændringer?
de: Sind Sie sicher, dass Sie Ihre Änderungen verwerfen möchten?
fi: Oletko varma, että haluat hylätä tekemäsi muutokset?
nl: Weet u zeker dat u uw wijzigingen wilt verwijderen?
sv: Är du säker på att du vill radera ändringarna?

source: Keep editing
da: Fortsæt redigeringen
de: Bearbeitung fortsetzen
fi: Jatka muokkaamista
nl: Doorgaan met bewerken
sv: Fortsätt redigera

source: Discard
da: Slet
de: Verwerfen
fi: Hylkää
nl: Verwijderen
sv: Radera

# resetDeviceQuestion
source: Do you want to reset the device?
da: Ønsker du at nulstille enheden?
de: Möchten Sie das Gerät zurücksetzen?
fi: Haluatko nollata laitteen?
nl: Wilt u het apparaat opnieuw instellen?
sv: Vill du återställa enheten?

source: Factory reset
da: Fabriksnulstilling
de: Rücksetzen auf Werkseinstellungen
fi: Tehdasasetusten palautus
nl: Terugzetten naar fabrieksinstellingen
sv: Återställ fabriksinställningarna

# factoryResetDescription
source: Factory reset and reinstall MEMOplanner software (instructions required).
da: Nulstil fabriksindstillingerne, og geninstaller MEMOplanner-softwaren (vejledning påkrævet).
de: Rücksetzen auf Werkseinstellungen und MEMOplanner-Software neu installieren (Anweisungen erforderlich).
fi: Tehdasasetusten palautus ja MEMOplanner ohjelmiston uudelleen asetus (vaatii ohjauksen).
nl: Zet de fabrieksinstellingen terug en installeer de MEMOplanner-software opnieuw (instructies vereist).
sv: Återställ fabriksinställningarna och installera om MEMOplanner-programvaran (instruktioner krävs).

# clearData
source: Clear MEMOplanner data
da: Slet MEMOplanner-data
de: MEMOplanner-Daten löschen
fi: Poista MEMOplannerin tiedot
nl: MEMOplanner-gegevens wissen
sv: Rensa MEMOplanner-data

# clearDataDescription
source: Clear app data and go to startup guide.
da: Slet app-data, og gå til opstartsvejledningen.
de: App-Daten löschen und zur Startanleitung gehen.
fi: Puhdista sovelluksen tiedot ja siirry käynnistysohjaukseen.
nl: Wis de app-gegevens en ga naar de opstartgids.
sv: Rensa appens data och gå till startguiden.

# confirmFactoryReset
source: Do you want to start factory reset?
da: Ønsker du at starte fabriksnulstilling?
de: Möchten Sie auf Werkseinstellungen zurücksetzen?
fi: Haluatko aloittaa tehdasasetusten palautuksen?
nl: Wilt u beginnen met het herstellen van de fabrieksinstellingen?
sv: Vill du påbörja återställningen av fabriksinställningarna?

# confirmFactoryResetDescription
source: After factory reset is finished you will need to reinstall MEMOplanner software. Follow the reconditioning instructions to do that.
da: Når fabriksnulstillingen er færdig, skal du geninstallere MEMOplanner-softwaren. Følg anvisningerne til rekonditionering for at gøre det.
de: Nachdem das Rücksetzen auf Werkseinstellungen erfolgt ist, müssen Sie die MEMOplanner-Software neu installieren. Befolgen Sie dazu die Wiederherstellungsanweisungen.
fi: Kun tehdasasetusten palautus on päättynyt, MEMOplanner-ohjelmisto pitää asentaa uudelleen. Noudata sen toteuttamiseen korjausohjeita.
nl: Nadat de fabrieksinstellingen zijn hersteld, moet u de MEMOplanner-software opnieuw installeren. Volg hiervoor de revisie-instructies.
sv: När fabriksinställningarna har återställts behöver du installera om MEMOplanner-programvaran. Följ instruktionerna om rekonditionering för att göra detta.

# factoryResetFailed
source: Factory reset failed, please try again later.
da: Fabriksnulstillingen mislykkedes, prøv venligst senere.
de: Das Rücksetzen auf Werkseinstellungen ist fehlgeschlagen, bitte versuchen Sie es später.
fi: Tehdasasetusten palautus epäonnistui, yritä myöhemmin uudelleen.
nl: Terugzetten naar de fabrieksinstellingen is mislukt, probeer het later opnieuw.
sv: Kunde inte återställa fabriksinställningarna, försök igen senare.

# tooManyAttempts
source: You have made too many attempts to log in. Please wait a few seconds until trying again
sv: Du har försökt logga in för många gånger. Var vänlig vänta lite innan du försöker igen

source: AM
sv: fm

source: PM
sv: em

# timeTo
source: to
da: til
de: bis
nl: tot
sv: till

source: Previous
da: Tilbage
nl: Terug
sv: Tillbaka

source: Ignore battery optimizations
sv: Ignorera batterioptimeringar

# termsOfUseUrl
source: intl/terms-of-use
sv: sv/anvandarvillkor

# privacyPolicyUrl
source: intl/policy-for-the-processing-of-personal-data
sv: sv/personuppgiftspolicy

source: Select template
sv: Välj mall

source: Wi-Fi
de: WLAN
