Repository: abilia/system_settings_editor
Catalog: memoplanner/lib/l10n/intl_*.arb
Languages: da, de, fi, nl, sv

source: Day interval
da: Interval
de: Intervall
fi: Aikaväli
nl: Interval
sv: Intervall

source: Interval
de: Intervall
fi: Aikaväli
sv: Intervall

source: Intervals
da: Intervaller
de: Intervalle
fi: Aikavälit
nl: Intervallen
sv: Intervaller

source: Categories
da: Kategorier
de: Kategorien
fi: Kategoriat
nl: Categorieën
sv: Kategorier

# viewDay
source: Day
da: Dagen
de: Tag
fi: Päivä
nl: Dag
sv: Dagen

source: Day and night
da: Døgnet
de: Tag und Nacht
fi: Päivä ja yö
nl: Dag en nacht
sv: Dygnet

source: Timeline zoom
da: Tidslinjens zoom
de: Zeitstrahl Zoom
fi: Aikajanan zoomaus
nl: Zoom tijdlijn
sv: Tidslinjens zoom

source: Small
da: Lille
de: Klein
fi: Pieni
nl: Klein
sv: Liten

source: Medium
da: Mellem
de: Mittel
fi: Keskikokoinen
sv: Mellan

source: Large
da: Stor
de: Groß
fi: Suuri
nl: Groot
sv: Stor

source: System
fi: Järjestelmä
nl: Systeem

source: Calendar
da: Kalender
de: Kalender
fi: Kalenteri
nl: Kalender
sv: Kalender

source: Functions
da: Funktioner
de: Funktionen
fi: Toiminnot
nl: Functies
sv: Funktioner

source: Image picker
da: Billedvalg
de: Bildauswahl
fi: Kuvanvalitsin
nl: Afbeeldingkiezer
sv: Bildväljare

source: General
da: Generelt
de: Allgemeines
fi: Yleistä
nl: Algemeen
sv: Generellt

source: Day Calendar
da: Dagkalender
de: Tageskalender
fi: Päiväkalenteri
nl: Dagkalender
sv: Dagkalender

source: Week Calendar
da: Ugekalender
de: Wochenkalender
fi: Viikkokalenteri
nl: Weekkalender
sv: Veckokalender

source: Month Calendar
da: Månedskalender
de: Monatskalender
fi: Kuukausikalenteri
nl: Maandkalender
sv: Månadskalender

source: Activity View
da: Aktivitetssiden
de: Aktivitätsanzeige
fi: Aktiviteettinäkymä
nl: Activiteitsweergave
sv: Aktivitetsvy

source: Add activity
da: Indsæt aktivitet
de: Aktivität hinzufügen
fi: Lisää aktiviteetti
nl: Activiteit toevoegen
sv: Lägga in aktivitet

source: Alarm settings
da: Alarmindstillinger
de: Alarmeinstellungen
fi: Hälytysasetukset
nl: Alarminstellingen
sv: Larminställningar

source: Non checkable activities
da: Ikke-kvitterbare aktiviteter
de: Keine kontrollierbaren Aktivitäten
fi: Ei-tarkistettavat aktiviteetit
nl: Niet-afvinkbare activiteiten
sv: Ej kvitterbara aktiviteter

source: Checkable activities
da: Kvitterbare aktiviteter
de: Kontrollierbare Aktivitäten
fi: Tarkistettavat aktiviteetit
nl: Afvinkbare activiteiten
sv: Kvitterbara aktiviteter

source: Alarm time
da: Alarmtid
de: Alarmzeit
fi: Hälytysaika
nl: Alarmtijd
sv: Larmtid

source: Alert
da: Signal
de: Anruffunktion
fi: Hälytys
sv: Signal

# defaultSound
source: Default
da: Forvalg
de: Vorauswahl
fi: Esivalinta
nl: Voorselectie
sv: Förval

source: - No sound -
da: - Ingen lyd -
de: - Kein Klang -
fi: - Ei ääntä -
nl: - Geen geluid -
sv: - Inget ljud -

source: Show Disable alarms
da: Vis Deaktiver alarmer
de: Alarme deaktivieren anzeigen
fi: Näytä Poista hälytykset käytöstä-painike
nl: Alarmen uitschakelen tonen
sv: Visa Inaktivera larm

source: Show week number
da: Vis ugenummer
de: Wochennummer anzeigen
fi: Näytä viikon numero
nl: Weeknummer tonen
sv: Visa veckonummer

source: Show year
da: Vis år
de: Jahr anzeigen
fi: Näytä vuosi
nl: Jaar tonen
sv: Visa år

source: Show month and year
da: Vis måned og år
de: Monat und Jahr anzeigen
fi: Näytä kuukausi ja vuosi
nl: Maand en jaar tonen
sv: Visa månad och år

# everyDay
source: Every day (7)
da: Alle dage (7)
de: Täglich (7)
fi: Joka päivä (7)
nl: Elke dag (7)
sv: Alla dagar (7)

source: View
da: Side
de: Anzeigen
fi: Näytä
nl: Weergave
sv: Vy

source: View settings
da: Se indstillinger
de: Einstellungen anzeigen
fi: Näytä asetukset
nl: Laat instellingen zien
sv: Visa inställningar

source: Type of display
da: Type
de: Bildschirmtyp
fi: Näytön tyyppi
nl: Schermsoort
sv: Typ av visning

source: Timeline length
da: Tid på døgnet
de: Zeitstrahl Länge
fi: Aikajanan pituus
nl: Lengte tijdlijn
sv: Tidslinjens längd

# weekdays
source: Weekdays (5)
da: Hverdage (5)
de: Werktage (5)
fi: Arkisin (5)
nl: Weekdagen (5)
sv: Vardagar (5)

source: Captions
da: Titler
de: Unterschriften
fi: Otsikot
nl: Bijschriften
sv: Rubriker

source: Columns
da: Kolonner
de: Spalten
fi: Sarakkeet
nl: Kolommen
sv: Kolumner

source: Headings
da: Titler
de: Überschriften
fi: Otsikot
nl: Kopteksten
sv: Rubriker

source: Allow passed start time
da: Indsæt på passeret starttid
de: Startzeit in der Vergangenheit erlauben
fi: Salli mennyt aloitusaika
nl: Verlopen Starttijd toestaan
sv: Lägga in på passerad tid

source: Add recurring activity
da: >Indsæt gentagende aktivitet
de: Wiederkehrende Aktivität hinzufügen
fi: Lisää toistuva aktiviteetti
nl: Terugkerende activiteit toevoegen
sv: Lägga in återkommande aktivitet

source: Show end time
da: Vis sluttid
de: Endzeit anzeigen
fi: Näytä päättymisaika
nl: Eindtijd tonen
sv: Visa sluttid

source: Show alarm
da: Vis alarm
de: Alarme anzeigen
fi: Näytä hälytykset
nl: Alarmen weergeven
sv: Visa larm

# showVibrationAlarm
source: Show vibration
da: Vis vibration
de: Vibration anzeigen
fi: Näytä värinä
nl: Trilfunctie tonen
sv: Visa vibration

source: Show silent alarm
da: Vis stille alarm
de: Stille Alarme anzeigen
fi: Näytä hiljaiset hälytykset
nl: Stille alarmen weergeven
sv: Visa tyst larm

source: Show no alarm
da: Vis ingen alarm
de: Kein Alarm anzeigen
fi: Älä näytä hälytystä
nl: Geen alarmen weergeven
sv: Visa inget larm

source: Show alarm only at start time
da: Vis kun alarm ved starttidspunkt
de: Alarm nur zur Startzeit anzeigen
fi: Näytä hälytys vain alkamishetkellä
nl: Alarm alleen bij starttijd weergeven
sv: Larm endast vid starttid

source: Show speech at alarm
da: Vælge tale ved alarm
de: Ansage zum Alarm auswählen
fi: Näytä puhe hälytyksessä
nl: Spraak bij alarm kiezen
sv: Välj tal vid larm

source: Show reminders
da: Vis påmindelser
de: Erinnerungen anzeigen
fi: Näytä muistutukset
nl: Herinneringen weergeven
sv: Påminnelser

source: Show select end date
da: Vis vælg slutdato
de: Enddatum auswählen anzeigen
fi: Näytä valitse päättymispäivä
nl: Einddatum weergeven selecteren
sv: Ange slutdatum

source: Recurring
da: Gentagende
de: Wiederkehrend
fi: Toistuva
nl: Terugkerend
sv: Upprepning

source: Through Edit View
da: Via Redigersiden
de: Durch Bearbeitungsanzeige
fi: Kautta Muokkaa Väkymää
nl: Door bewerkweergave
sv: Via Ändravyn

source: Android Settings
da: Android-indstillinger
de: Android-Einstellungen
fi: Android-asetukset
nl: Android-instellingen
sv: Android-inställningar

source: Step-by-step
da: Trinvist
de: Schritt für Schritt
fi: Vaihe vaiheelta
nl: Stap voor stap
sv: Stegvis

source: Show templates
da: Vis skabeloner
de: Vorlagen anzeigen
fi: Näytä mallit
nl: Sjablonen tonen
sv: Visa mallar

source: Select name
da: Vælg navn
de: Name auswählen
fi: Valitse nimi
nl: Naam selecteren
sv: Välj namn

source: Select date
da: Vælg dato
de: Datum auswählen
fi: Valitse päivämäärä
nl: Datum selecteren
sv: Välj datum

source: Select type
da: Vælg type
de: Typ auswählen
fi: Valitse tyyppi
nl: Type selecteren
sv: Välj typ

source: Select all day
da: Vælg hele dagen
de: Ganztägig auswählen
fi: Valitse koko päivä
nl: Hele dag selecteren
sv: Välj heldag

source: Select category
da: Vælg kategori
de: Kategorie auswählen
fi: Valitse luokka
nl: Categorie selecteren
sv: Kategori

source: Select checkable
da: Vælg kvittering
de: Kontrollierbar auswählen
fi: Valitse tarkistettava
nl: Afvinkbaarheid selecteren
sv: Välj kvitterbar

source: Select available for
da: Vælg tilgængelig for
de: Wählen Sie verfügbar für
fi: Valitse käytettävissä
nl: Beschikbaar voor selecteren
sv: Välj tillgänglig för

source: Select alarm
da: Vælg alarm
de: Alarm auswählen
fi: Valitse hälytys
nl: Alarm selecteren
sv: Välj larm

# iOSAlarmTimeWarning
source: On an iPhone, alarm sounds can only be played for maximum 30 seconds
da: På en iPhone kan alarmlyde kun afspilles i maksimalt 30 sekunder
de: Auf einem iPhone können Alarmtöne nur maximal 30 Sekunden lang abgespielt werden
fi: IPhonessa hälytysääniä voidaan toistaa enintään 30 sekunnin ajan
nl: Op een iPhone kunnen alarmgeluiden maximaal 30 seconden worden afgespeeld
sv: På en iPhone kan alarmljud bara spelas upp i maximalt 30 sekunder

source: Select checklist
da: Vælg tjekliste
de: Checkliste auswählen
fi: Valitse tarkistusluettelo
nl: Checklist selecteren
sv: Välj checklista

source: Select note
da: Vælg note
de: Hinweis auswählen
fi: Valitse muistiinpano
nl: Notitie selecteren
sv: Välj anteckning

source: Select reminder
da: Vælg påmindelse
de: Erinnerung auswählen
fi: Valitse muistutus
nl: Herinnering selecteren
sv: Välj påminnelser

source: Add
da: Indsæt
de: Hinzufügen
fi: Lisää
nl: Toevoegen
sv: Lägg in

source: Defaults
da: Forvalg
de: Vorauswahl
fi: Esivalinta
nl: Voorselectie
sv: Förval

# onlyAppliesToGo
source: Only applies to MEMOplanner Go
da: Kun relevant for MEMOplanner Go
de: Gilt nur für MEMOplanner Go
fi: Koskee vain MEMOplanner Gota
nl: Geldt alleen voor MEMOplanner Go
sv: Gäller endast MEMOplanner Go

source: Show ongoing activity in full screen
da: Vis nuværende aktivitet i fuld skærm
de: Laufende Aktivität im Vollbild zeigen
fi: Näytä käynnissä oleva aktiviteetti koko näytössä
nl: Lopende activiteit in volledig scherm tonen
sv: Visa pågående aktivitet i helskärm

source: Toolbar
da: Værktøjslinje
de: Symbolleiste
fi: Työkalurivi
nl: Werkbalk
sv: Knapprad

# toolbarSettingsHint
source: Functions displayed in bottom of page
da: Visninger vises i værktøjslinjen
de: In der Symbolleiste angezeigte Ansichten
fi: Näkymät näkyvät työkalupalkissa
nl: Weergaven weergegeven in de werkbalk
sv: Funktioner som visas längst ner på sidan

source: Home screen
da: Startside
de: Startbildschirm
fi: Aloitusnäyttö
nl: Startscherm
sv: Startsida

# homeScreenSettingsHint
source: View displayed when the home button is pressed
da: Side der bliver vist ved tryk på hjemknappen
de: Wird nach Drücken der Schaltfläche Home angezeigt
fi: Näkymä näytetään, kun aloitussivun painiketta painetaan
nl: Weergave getoond als de homeknop wordt ingedrukt
sv: Visad vy vid tryck på hemknappen

source: Timeout
de: Zeitüberschreitung
fi: Aikakatkaisu

# timeoutSettingsHint
source: Returns to the home screen after a period of inactivity
da: Gå tilbage til startsiden, efter en periode med inaktivitet
de: Rückkehr zum Startbildschirm nach einer Zeit der Inaktivität
fi: Palaa aloitusnäyttöön käyttämättömyysjakson jälkeen
nl: Gaat terug naar het startscherm na een periode van inactiviteit
sv: Återgång till startsidan efter en tids inaktivitet

source: No timeout
da: Ingen timeout
de: Keine Zeitüberschreitung
fi: Ei aikakatkaisua
nl: Geen time-out
sv: Ingen timeout

source: Activate Screensaver
da: Aktivér pauseskærm
de: Bildschirmschoner aktivieren
fi: Aktivoi näytönsäästäjä
nl: Screensaver activeren
sv: Aktivera skärmsläckare

source: Only activate screensaver during night
da: Aktiver kun pauseskærm om natten
de: Bildschirmschoner nur nachts aktivieren
fi: Ota näytönsäästäjä käyttöön vain öisin
nl: Screensaver alleen 's nachts activeren
sv: Aktivera skärmsläckare endast på natten

# menuRemovalWarning
source: Do you really want to remove the Settings from the Menu? If you do, it will still be possible to access settings by clicking directly under the category symbols in the day calendar; left – right – left. This works even if they are hidden.
da: Er du sikker på, du vil slette Indstillinger fra menuen? Hvis det er tilfældet, skal du starte Indstillinger ved at trykke direkte nedenfor kategorisymbolerne i dagkalenderen; venstre – højre – venstre. Tryk på det tilsvarende område af det, der mangler.
de: Möchten Sie die Einstellungen wirklich aus dem Menü entfernen? Wenn Sie es tun, können Sie weiterhin auf die Einstellungen zugreifen, indem Sie unter Kategoriesymbole im Tageskalender anklicken; links – rechts – links. Dies funktioniert auch, wenn die Symbole ausgeblendet sind.
fi: Haluatko varmasti poistaa asetukset valikosta? Jos haluat, asetuksia on silti mahdollista käyttää klikkaamalla alla kategoriasymboleja päiväkalenterissa: vasen – oikea – vasen. Tämä toimii, vaikka ne olisi piilotettu.
nl: Weet u zeker dat u de instellingen uit het menu wilt verwijderen? Als u dit doet, is het nog steeds mogelijk instellingen te openen door direct hieronder de categoriesymbolen in de dagkalender te klikken; links – rechts – links. Dit werkt zelfs als ze verborgen zijn.
sv: Vill du verkligen ta bort Inställningar från Menyn? I så fall startas inställningar genom att trycka direkt under kategorisymbolerna i dagkalendern; vänster – höger – vänster. Tryck på motsvarande yta om de saknas.

# menuItemsDisabled
source: all menu items are disabled
da: alle menupunkter er inaktiveret
de: alle Menüpunkte sind deaktiviert
fi: kaikki valikkokohteet ovat pois käytöstä
nl: alle menu-items zijn gedeactiveerd
sv: alla menyalternativ är inaktiverade

# selectADayToViewDetails
source: Select a day to view more details
da: Vælg en dag for at se flere oplysninger
de: Tag auswählen, um weitere Details anzuzeigen
fi: Valitse päivä nähdäksesi lisätietoja
nl: Selecteer een dag om meer details te bekijken
sv: Välj en dag för att se mer detaljer

source: Top Field
da: Topfelt
de: Oberstes Feld
fi: Yläkenttä
nl: Bovenste veld
sv: Toppfält

source: Show browse buttons
da: Vis bladre-knapper
de: Suchschaltflächen anzeigen
fi: Näytä selauspainikkeet
nl: Toon bladerknoppen
sv: Visa bläddraknappar

source: Show weekday
da: Vis ugedag
de: Wochentag anzeigen
fi: Näytä viikonpäivä
nl: Weekdag tonen
sv: Visa veckodag

# showDayPeriod
source: Show time for day and night
da: Vis tid på døgnet
de: Zeit für Tag und Nacht anzeigen
fi: Näytä aika päivälle ja yölle
nl: Tijd voor dag en nacht tonen
sv: Visa tid på dygnet

source: Show date
da: Vis dato
de: Datum anzeigen
fi: Näytä päivämäärä
nl: Datum tonen
sv: Visa datum

source: Show clock
da: Vis ur
de: Uhr anzeigen
fi: Näytä kello
nl: Toon klok
sv: Visa klocka

source: Delete
da: Slet
de: Löschen
fi: Poista
nl: Verwijderen
sv: Radera

source: Edit
da: Ændre
de: Bearbeiten
fi: Muokkaa
nl: Bewerken
sv: Ändra

source: Show Quarter Hour Watch bar
da: Vis kvartur
de: Viertelstunden-Balken anzeigen
fi: Näytä aikapylväsnäkymä
nl: Kwartierkijkbalk tonen
sv: Visa kvartur

source: Time on Quarter Hour bar
da: Tid på kvartur
de: Zeit auf Viertelstunden-Balken
fi: Aika varttikellon palkissa
nl: Tijd op kwartierkijkbalk
sv: Tid på kvartur

source: Clock
da: Ur
de: Uhr
fi: Kello
nl: Klok
sv: Klocka

source: Analogue + digital
da: Analog + digital
de: Analog + digital
fi: Analoginen + digitaalinen
nl: Analoog + digitaal
sv: Analog + digital

source: Analogue
da: Analog
de: Analog
fi: Analoginen
nl: Analoog
sv: Analog

source: Digital
fi: Digitaalinen
nl: Digitaal

source: Timeline
da: Tidslinje
de: Zeitstrahl
fi: Aikajana
nl: Tijdlijn
sv: Tidslinje

# earyMorning
source: early morning
da: morgen
de: frühmorgens
fi: aamu
nl: ochtend
sv: morgon

# twelveHourFormat
source: 12 hours format
da: 12 timers format
de: 12 Stunden Format
fi: 12 tunnin muoto
nl: 12 uur formaat
sv: 12 timmar format

source: One dot
da: Et punkt
de: Ein Punkt
fi: Yksi piste
nl: Eén punt
sv: En punkt

source: Column of dots
da: Søjle af punkter
de: Spalte aus Punkten
fi: Pistepylväs
nl: Kolom van punten
sv: Pelare av punkter

source: Line across current time
da: Linje viser aktuel tid
de: Linie über aktueller Zeit
fi: Viiva nykyisen ajan kohdalla
nl: Lijn voor huidige tijd
sv: Linje på aktuell tid

source: Lines for each hour
da: Linjer for hver time
de: Linien für jede Stunde
fi: Viivat jokaiselle tunnille
nl: Lijnen voor elk uur
sv: Linjer för varje timme

source: Saturday and Sunday
da: Lørdag og søndag
de: Samstag und Sonntag
fi: Lauantai ja sunnuntai
nl: Zaterdag en zondag
sv: Lördag och söndag

source: Day colours
da: Dagfarver
de: Tagesfarben
fi: Päivien värit
nl: Dagkleuren
sv: Dagfärger

source: No day colours
da: Ingen dagsfarver
de: Keine Tagesfarben
fi: Ei päivien värejä
nl: Geen dagkleuren
sv: Inga dagfärger

# showCagetories
source: Show categories
da: Vis kategorier
de: Kategorien zeigen
fi: Näyte kategoriat
nl: Categorieën tonen
sv: Visa kategorier

source: Show colours
da: Vis farver
de: Farben zeigen
fi: Näytä värit
nl: Kleuren tonen
sv: Visa färger

source: Edit category
da: Rediger kategori
de: Kategorie bearbeiten
fi: Muokkaa kategoriaa
nl: Categorie bewerken
sv: Redigera kategori

# speakEveryWord
source: Read out word when space bar is pressed
da: Oplæs ord ved mellemrum
de: Bei gedrückter Leertaste Wort vorlesen
fi: Lue sana ääneen, kun välilyöntipainiketta painetaan
nl: Woord voorlezen als er op de spatiebalk wordt gedrukt
sv: Uppläsning av ord vid tryck på mellanslag

source: Speech rate
da: Talehastighed
de: Sprechtempo
fi: Puhenopeus
nl: Spraaksnelheid
sv: Talhastighet

source: Voice
da: Stemme
de: Stimme
fi: Ääni
nl: Stem
sv: Röst

source: No voices installed
da: Der er ikke installeret nogen stemmer
de: Keine Stimmen installiert
fi: Ääniä ei ole asennettu
nl: Geen stemmen geïnstalleerd
sv: Inga röster är installerade

source: Installing
da: Installering
de: Wird installiert
fi: Asentaa
nl: Installeren
sv: Installerar

source: Test of speech rate
da: Test af talehastighed
de: Test des Sprechtempos
fi: Puhenopeuden testaus
nl: Test van spraaksnelheid
sv: Test av talhastighet

source: Voices
da: Stemmer
de: Stimmen
fi: Äänet
nl: Stemmen
sv: Röster

source: Code protect
da: Kodebeskyttelse
de: Schutz durch Code
fi: Suojakoodi
nl: Bescherming door code
sv: Kodskydd

source: Code
da: Kode
fi: Koodi
sv: Kod

source: Code protect settings
da: Kodebeskyt indstillinger
de: Einstellungen mit Code schützen
fi: Suojaa asetukset koodilla
nl: Instellingen met code beschermen
sv: Kodskydda Inställningar

source: Code protect this view
da: Kodebeskytte denne visning.
de: Diese Anzeige durch Code schützen
fi: Suojaa tämä näkymä koodilla
nl: Deze weergave met code beschermen
sv: Kodskydda denna vy

source: Code protect Android Settings
da: Kodebeskyt Android-indstillinger
de: Android-Einstellungen mit Code schützen
fi: Suojaa Android-asetukset koodilla
nl: Android-instellingen met code beschermen
sv: Kodskydda Android-inställningar

source: Enter code
da: Indtast kode
de: Code eingeben
fi: Syötä koodi
nl: Code invoeren
sv: Ange kod

source: Enter your code to access
da: Indtast din kode for at få adgang
de: Geben Sie Ihren Code ein, um darauf zuzugreifen
fi: Syötä koodi päästäksesi sisään
nl: Voer uw code in om toegang te krijgen naar
sv: Ange din kod för att komma åt

source: Enter new code
da: Angiv nyt kodeord
de: Neuen Code eingeben
fi: Anna uusi koodi
nl: Nieuwe code invoeren
sv: Ange ny kod

source: Confirm code
da: Bekræft kodeord
de: Code bestätigen
fi: Vahvista koodi
nl: Code bevestigen
sv: Bekräfta kod

source: Incorrect code
da: Forkert kodeord
de: Falscher Code
fi: Virheellinen koodi
nl: Onjuiste code
sv: Felaktig kod

source: Permissions
da: Tilladelser
de: Berechtigungen
fi: Käyttöoikeudet
nl: Rechten
sv: Behörigheter

source: Notifications
da: Notifikationer
de: Benachrichtigungen
fi: Ilmoitukset
nl: Meldingen
sv: Notiser

source: Access to Photos
da: Adgang til fotos
de: Zugang zu Fotos
fi: Pääsy valokuviin
nl: Toegang tot foto's
sv: Tillgång till bilder

source: Access to Camera
da: Adgang til kamera
de: Zugang zur Kamera
fi: Kameran käyttöoikeus
nl: Toegang tot camera
sv: Tillgång till kameran

source: Allow notifications
da: Tillad notifikationer
de: Benachrichtigungen zulassen
fi: Salli ilmoitukset
nl: Meldingen toestaan
sv: Tillåt notiser

# allowNotificationsDescription1
source: Allow notifications to be able to get alarms and reminders from activities. You can do that from the
da: Tillad notifikationer for at kunne modtage alarmer og påmindelser fra aktiviteter. Du kan gøre det fra
de: Benachrichtigungen zulassen, um Alarme und Erinnerungen von Aktivitäten zu erhalten. Sie können das von der tun
fi: Salli ilmoitusten saada hälytyksiä ja muistutuksia toiminnasta. Voit tehdä sen
nl: Sta meldingen toe om alarmen en herinneringen van activiteiten te kunnen ontvangen. U kunt dat doen vanaf de
sv: Tillåt notiser för att få larm och påminnelser från aktiviteter. Du kan göra det ifrån

# settingsLink
source: settings
da: indstillinger
de: die Einstellungen
fi: asetukset
nl: instellingen
sv: inställningar

source: Turn off notifications?
da: Slå notifikationer fra
de: Benachrichtigungen abschalten?
fi: Laita ilmoitukset pois päältä?
nl: Meldingen uitzetten?
sv: Stäng av notiser?

# turnOffNotificationsBody
source: You will no longer be able to get alarms and reminders from activities.
da: Du kan ikke længere modtage alarmer og påmindelser fra aktiviteter.
de: Sie können keine Alarme und Erinnerungen mehr an Aktivitäten erhalten.
fi: Et voi enää saada hälytyksiä ja muistutuksia toiminnasta.
nl: U kunt geen alarmen en herinneringen meer ontvangen van activiteiten.
sv: Du kommer inte längre kunna få alarm och påminnselser för aktiviteter.

# notificationsWarningHintText
source: Allow notifications to be able to get alarms and reminders from activities.
da: Tillad notifikationer for at kunne modtage alarmer og påmindelser for aktiviteter.
de: Ermöglichen Sie Benachrichtigungen, Alarme und Erinnerungen von Aktivitäten zu erhalten.
fi: Salli ilmoitusten saada hälytyksiä ja muistutuksia toiminnasta.
nl: Sta meldingen toe om alarmen en herinneringen van activiteiten te kunnen ontvangen.
sv: Tillåt notiser för att få larm och påminnelser för aktiviteter.

# notificationsWarningText
source: Allow notifications from the settings to be able to receive alarms and reminders.
da: Tillad notifikationer fra indstillingerne for at kunne modtage alarmer og påmindelser.
de: Benachrichtigungen aus den Einstellungen zulassen, um Alarme und Erinnerungen erhalten zu können.
fi: Salli asetusten ilmoitusten vastaanottaa hälytyksiä ja muistutuksia.
nl: Sta meldingen van de instellingen toe om alarmen en herinneringen te kunnen ontvangen.
sv: Tillåt notiser från inställningar för att få larm och påminnelser.

source: Full screen alarm
da: Alarm i fuld skærm
de: Vollbildalarm
fi: Koko näytön hälytys
nl: Alarm op volledig scherm
sv: Helskärmslarm

# redirectToAndroidSettings
source: You will be redirect to the Android settings.
da: Du omdirigeres til Android-indstillingerne.
de: Sie werden zu den Android-Einstellungen weitergeleitet.
fi: Sinut ohjataan Android-asetuksiin.
nl: U wordt doorgestuurd naar de Android-instellingen.
sv: Du kommer att omdirigeras till Android-inställningarna.

# fullScreenAlarmInfo
source: Allow this permission to be able to get full screen alarm of activities
da: Accepter denne tilladelse for at kunne få alarm i fuld skærm til aktiviteter
de: Ermöglichen Sie dieser Berechtigung, einen Vollbildalarm für Aktivitäten zu erhalten
fi: Anna tämän oikeuden saada koko näytön hälytys toiminnoista
nl: Sta deze toestemming toe om een alarm op volledig scherm van activiteiten te krijgen
sv: Tillåt denna behörighet för att kunna få helskärmslarm om aktiviteter

source: Allow
da: Tillad
de: ermöglichen
fi: Sallia
nl: Toestaan
sv: Tillåt

# previewActivityTitle
source: Erik's birthday party
da: Eriks fødselsdagsfest
de: Eriks Geburtstagsfeier
fi: Erikin syntymäpäiväjuhlat
nl: Eriks verjaardagsfeestje
sv: Eriks födelsedagskalas

# allowAccessPhotosBody
source: Allow access to photos to be able to use photos from the device.
da: Tillad adgang til fotos for at kunne bruge fotos fra enheden.
de: Ermöglichen Sie den Zugriff auf Fotos, um Fotos vom Gerät verwenden zu können.
fi: Salli valokuvien käyttö, jotta voit käyttää valokuvia laitteesta.
nl: Sta toegang tot foto's toe om foto's van het apparaat te kunnen gebruiken.
sv: Tillåt behörighet till bilder för att ha möjlighet att använda bilder från enheten.
